import React from "react";
function About(){
    return <div>
        <h2>О компании</h2>
        Nintendo фактически является одной из старейших компаний в своей отрасли. Она появилась в 1889 году как производитель игральных карт в Киото. ... Ее создал Сакичи Тойода – изобретатель серии ручных и автоматических станков. Самым впечатляющим из них был автоматический ткацкий станок Toyoda Type G. В то время это был самый прогрессивный станок в мире, который увеличил производительность индустрии в двадцать раз
    </div>;
}
export default About;